Repository: atreal/atreal.richfile.streaming
Catalog: atreal/richfile/streaming/locales/*/LC_MESSAGES/atreal.richfile.streaming.po
Languages: fr

source: RichFileStreaming settings
fr: Configuration du plugin de streaming

source: Error while conversion, please contact your administrator.
fr: Une erreur est survenue pendant la conversion, merci de contacter votre administrateur.

source: No streaming available.
fr: Aucun streaming disponible.

source: Your file is being converted. Please wait a moment then refresh.
fr: Votre fichier est en train d'être converti. Attendez un moment puis rafraîchissez.

source: Refresh
fr: Rafraîchir

source: RichFileStreaming settings for this site.
fr: Vous pouvez paramétrer ici les propriétés du plugin.

source: Streaming activated.
fr: Plugin de streaming activé

source: Streaming un-activated.
fr: Plugin de streaming désactivé.

source: The streaming has been updated.
fr: Le streaming a été mis à jour.

source: help_rf_streaming_collapsed
fr: Cochez la case si vous souhaitez que le plugin soit rétracté lors du chargement de la page.

source: help_rfs_autoplay
fr: Cochez la case si vous souhaite que la lecture se lance directement au chargement de la page.

source: help_rfs_callback_netloc
fr: Saisissez ici l'adresse du server zope (ou du zeoclient souahité).

source: help_rfs_host
fr: Saisissez ici l'adresse du moteur de conversion. Par defaut 'localhost' s'il se situe sur la même machine.

source: help_rfs_pass
fr: Saisissez ici le mot de passe du compte dédié au moteur de conversion.

source: help_rfs_port
fr: Saisissez ici le port du moteur de conversion (ConvertDaemon). Par defaut '8888'.

source: help_rfs_user
fr: Saisissez ici le login du compte dédié au moteur de conversion.

source: label_rf_streaming_collapsed
fr: Affichage rétracté ?

source: label_rfs_autoplay
fr: Lecture automatique ?

source: label_rfs_callback_netloc
fr: Adresse de zope

source: label_rfs_convertdaemon
fr: ConvertDaemon

source: label_rfs_host
fr: Adresse de ConvertDaemon

source: label_rfs_pass
fr: Général

source: label_rfs_port
fr: Port de ConvertDaemon

source: label_rfs_user
fr: Login du compte utilisé par ConvertDaemon
